Revit 2024 API
ParameterTypeId.AllModelUrl Property
 "URL"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId AllModelUrl { get; }
Visual Basic
Public Shared ReadOnly Property AllModelUrl As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ AllModelUrl {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace